[
  {
    "name": "Virginia Chan",
    "position": "Bakery Product Development Manager",
    "favouriteTreat": "Yeast Raised Donut",
    "description": "Virginia Chan is the Bakery Lab Manager at Embassy Ingredients, leading the company’s bakery innovation team since 2002. She is responsible for the Research and Development of bakery mixes, keeping up with market trends, and challenging certain bakery norms.\n\nVirginia began her career focusing on confectionary goods while working in product development at several large food manufacturing companies. At Embassy, she began in technical sales, and now runs the bakery department.\n\nVirginia holds a B.Sc in Food Science from the University of Guelph."
  },
  {
    "name": "Vittoria Garisto",
    "position": "People and Development Coordinator",
    "favouriteTreat": "Chocolate Chip Cookie",
    "description": "Vittoria Garisto is the People and Development Coordinator at Embassy Ingredients, responsible for all aspects of the employee experience. She collaborates with each Manager to create a high performing team as well as a safe and inclusive work environment.\n\nVittoria leads the strategy and execution of people development and is focused on creating an honest, fun, and ethical workplace culture. She is involved in both strategic and comprehensive policies from managing people to ensuring the continuation of our Core values.\n\nVittoria holds a BA and a Post Graduate Diploma in Human Resources and Occupational Health and Safety from the University of Toronto. Currently, she is pursuing to achieve a Certified Human Resources Leader (CHRL) designation through the Human Resources Professionals Association (HRPA)."
  },
  {
    "name": "Gwynne Sitsker",
    "position": "Quality Manager",
    "favouriteTreat": "Chocolate Croissant",
    "description": "Gwynne Sitsker is the Quality Manager at Embassy Ingredients where she leads the Quality Control, Quality Assurance, Maintenance and Sanitation programs and maintains various certifications such as BRCGS, gluten free (GFCP), kosher and halal.\n\nGwynne is a food safety and quality specialist with a strong passion for the strategic development of food safety and quality management systems. She has over 10 years of experience holding various quality assurance and technical roles within the bakery industry.\n\nGwynne also serves on the board of directors with the Ontario Food Protection Association and is an active member with the BRCGS Professional Global Working Group. She is a Preventive Control Qualified Individual (PCQI), maintains a BRC Professional status, and holds a B.Sc degree in biological chemistry from Guelph University."
  },
  {
    "name": "Suzanne Gratch",
    "position": "Director of Finance",
    "favouriteTreat": "Cream Cheese Danish",
    "description": "Suzanne Gratch joined Embassy Ingredients in 2020 as our VP of Finance.  Suzanne leads Embassy’s financial operations and performance, with a focus on the company’s capital structure, financial planning and analysis, risk management and treasury.\n\nAs a senior leader, Suzanne is passionate about building a strong team, creating an environment of trust, being involved in all aspects of the business, embracing change, and improving the company’s profits and cashflow.\n\nPrior to Embassy, Suzanne held various senior leadership roles including Corporate Controller, VP of Finance, CFO and Executive VP, with organizations in the manufacturing, IP infrastructure, and software industries.\n\nSuzanne is a Chartered Professional Accountant (CPA) and a Chartered Manager (CIM).  She also serves as Director and Treasurer on the Board of Routes CC, a not-for-profit organization dedicated to providing services to people without access to transportation."
  },
  {
    "name": "Angel Wong",
    "position": "Director of Flavour Development",
    "favouriteTreat": "Chocolate Croissant",
    "description": "Angel Wong is the Director of Flavour Development at Embassy Ingredients, creating many customized flavours for internal use, and bakery applications. She is in charge of the Research and Development of flavours, application labs, as well as overseeing the flavour production.\n\nAngel began her career focusing on beverages and dairy flavoured products. She joined the company in 2004, and has since totalled over two decades of R&D experience.\n\nAngel graduated from Ryerson University with a B.Sc degree in Nutrition and is a certified member of the Society of Flavour Chemists (SFC)."
  },
  {
    "name": "Jonathon York",
    "position": "Director of Sales and Marketing",
    "favouriteTreat": "Cinnamon Roll",
    "description": "Jonathon York is the Director of Sales and Marketing at Embassy Ingredients, overseeing all Account Managers, Sales Operations, and Marketing activities.\n\nJonathon has been an effective sales leader with over 20 years of national sales management and training experience. His passion for excellence matched with his strategic mindset delivers exceptional value to Embassy’s customers. Within his first 3 months at Embassy Ingredients, Jonathon was promoted from Canadian Sales Manager to Sales and Marketing Director.\n\nJonathon holds a BA Marketing Diploma from Algonquin College and a Key Account Manager Certification from Schulich School of Business at York University."
  },
  {
    "name": "Paul Prasad",
    "position": "Plant Manager",
    "favouriteTreat": "Cheese Danish",
    "description": "“At Embassy, my team and I are focused on one thing: Get it right the first time, on time, every time. We pride ourselves on creating and building value for our customers by ensuring the company’s strategy, resources and culture all align to that mission.”\n\nPaul joined Embassy Ingredients in 2020 as the Plant Manager and is responsible for all aspects of Operations, Health & Safety, & Capital Projects.\n\nPaul has been instrumental in modernizing our facility with customized manufacturing equipment and a new automated filling line. He also led a significant internal transition centered on reshaping our manufacturing philosophy to focus on shortening timelines and reducing waste.\n\nPaul holds a Bachelor of Science Degree in Health Management from York University. Currently he is practicing for Lean 6-sigma Black Belt Certification, while attending the Executive Leadership Program with SoundLeadership."
  }
]