[
    {
        "title": "Cream & Pudding Cakes",
        "category1": "Bakery Mixes",
        "category2": "Dessert",
        "special": "clean label, plant-based, gluten-free",
        "description": "It is satisfyingly moist and rich to meet all cravings.",
        "features": "Available in gluten-free, plant-based, and clean label options.",
        "keywords": "clean label, plant based, plant-based, vegan, gluten free, gluten-free, whole foods, natural, non gmo, cream, creme, pudding, cakes, cake, bakery, mixes, dessert, muffins, cupcakes, bundt, fruit, mug, pudding, white, chocolate, vanilla, red velvet, mix, cake mix, bake"
    },
    {
        "title": "Layer Cakes",
        "category1": "Bakery Mixes",
        "category2": "Dessert",
        "special": "clean label, gluten-free",
        "description": "Nothing has a tighter connection than the crumbs in this cake!",
        "features": "Available in gluten free, and clean label options.",
        "keywords": "clean label, gluten free, gluten-free, whole foods, natural, non gmo, layer, cupcakes, celebration, pound, slab, white, vanilla, chocolate, red velvet, cakes, cake, layer, mixes, dessert, mix, cake mix, dessert, bakery, bake"
    },
    {
        "title": "Sponge, Chiffon, & Angel Food Cakes",
        "category1": "Bakery Mixes",
        "category2": "Dessert",
        "special": "clean label, gluten-free",
        "description": "Why work harder than you have to? Skip the step of having to whip up eggs seperately with this mix.",
        "features": "Available in gluten-free, and clean label options.",
        "keywords": "clean label, gluten free, gluten-free, whole foods, natural, non gmo, sponge, chiffon, angel, cake, genoise, shortbrea, white, chocolate, vanilla, mixes, mix, cake mix, dessert, bakery, bake"
    },
    {
        "title": "Pancakes & Waffles",
        "category1": "Bakery Mixes",
        "category2": "Dessert",
        "special": "clean label, plant-based, gluten-free",
        "description": "When life gives you water…make pancakes and waffles!",
        "features": "Available in gluten-free, plant-based, and clean label options.",
        "keywords": "clean label, plant-based, vegan, plant based, gluten-free, gluten free, whole foods, natural, non gmo, pancake, waffle, blueberry, cinnamon, butter, fluffy, mix, mixes, dessert, breakfast, bakery, bake"
    },
    {
        "title": "Cookies",
        "category1": "Bakery Mixes",
        "category2": "Dessert",
        "special": "clean label, plant-based, gluten-free",
        "description": "An irresistible soft, chewy and crispy treat.",
        "features": "Available in gluten-free, plant-based, and clean label options.",
        "keywords": "clean label, vegan, whole foods, natural, non gmo, plant-based, gluten-free, plant based, gluten free, cookie, cookies, soft, chewy, sugar, oatmeal, chocolate, chocolate chip, mix, mixes, dessert, bakery, bake"
    },
    {
        "title": "Brownies & Blondies",
        "category1": "Bakery Mixes",
        "category2": "Dessert",
        "special": "clean label, plant-based, gluten-free",
        "description": "Nothing wrong with indulging in a decadent and chocolately treat.",
        "features": "Available in gluten-free, plant-based, and clean label options.",
        "keywords": "clean label, plant-based, plant based, gluten-free, gluten free, vegan, whole foods, natural, non gmo, brownie, blondie, fudgy, cakey, chocolate, chocolate chip, mix, mixes, dessert, bakery, bake"
    },
    {
        "title": "Jelly Rolls",
        "category1": "Bakery Mixes",
        "category2": "Dessert",
        "special": "",
        "description": "Flexabiliy isn't a problem with this mix, keep on rollin'.",
        "features": "Available in non-GMO options.",
        "keywords": "non gmo, jelly roll, jelly, roll, swiss roll, white, chocolate, vanilla, red velvet, mixes, mix, cake mix, cake, dessert, bakery, bake"
    },
    {
        "title": "Multigrain Bread",
        "category1": "Bakery Mixes",
        "category2": "Bread",
        "special": "clean label, plant-based, gluten-free",
        "description": "Nothing has more heart than our grains.",
        "features": "Available in gluten-free, plant-based, and clean label options.",
        "keywords": "clean label, plant based, plant-based, gluten free, gluten-free, vegan, whole foods, natural, non gmo, bagels, buns, grains, multigrain, bread, granola, mixes, mix, bakery, bake"
    },
    {
        "title": "Sweet Dough",
        "category1": "Bakery Mixes",
        "category2": "Bread",
        "special": "clean label",
        "description": "If it's not tender and rich, we don't want it.",
        "features": "Available in clean label options.",
        "keywords": "clean label, plant based, plant-based, gluten free, gluten-free, vegan, whole foods, natural, non gmo, roll, laminated, sweet, dough, bakery, mixes, bread, asain, mix, bake"
    },
    {
        "title": "White Bread",
        "category1": "Bakery Mixes",
        "category2": "Bread",
        "special": "clean label, plant-based, gluten-free",
        "description": "As soft and light as a feather.",
        "features": "Available in gluten-free, plant-based, and clean label options.",
        "keywords": "clean label, plant-based, plant based, gluten-free, gluten free, vegan, whole foods, natural, non gmo, bagels, buns, sweet, loaf, white, bread, asian, bakery, dough, mix, bake"
    },
    {
        "title": "Danish Dough",
        "category1": "Bakery Mixes",
        "category2": "Pastry",
        "special": "clean label",
        "description": "Just trying to butter you up!",
        "features": "Available in clean label options.",
        "keywords": "clean label, plant based, plant-based, gluten free, gluten-free, vegan, whole foods, natural, non gmo, roll, danish, laminated, pastry, sweet, bread, dough, mix, bakery, bake"
    },
    {
        "title": "Pastry Cream & Custard",
        "category1": "Bakery Mixes",
        "category2": "Pastry",
        "special": "clean label, gluten-free",
        "description": "So creamy that you would think you're eating yogurt.",
        "features": "Available in gluten free, and clean label options. Kosher friendly, and maintains stability after freezing",
        "keywords": "clean label, gluten free, gluten-free, whole foods, natural, non gmo, gelatin free, gelatin-free, custard, bakery, mixes, pastry, mix, cream, filling, fillings, bake"
    },
    {
        "title": "Mousse & Cream Stabilizers",
        "category1": "Bakery Mixes",
        "category2": "Pastry",
        "special": "clean label, gluten-free",
        "description": "Our mouse and cream stabilizers could probably hold up a falling bridge.",
        "features": "Available in gluten free, and clean label options. Kosher friendly, and maintains stability after freezing",
        "keywords": "clean label, gluten free, gluten-free, whole foods, natural, non gmo, mousse, cream, stabilizer, stabilizers, pastry, bakery, bake"
    },
    {
        "title": "Bakable Fillings",
        "category1": "Bakery Mixes",
        "category2": "Pastry",
        "special": "clean label, gluten-free",
        "description": "Crank up the heat! OR We dare you to spread this to the edge.",
        "features": "Available in gluten free, and clean label options. Maintains stability after freezing",
        "keywords": "clean label, gluten free, gluten-free, whole foods, natural, non gmo, pastry, mix, bakeable, filling, bechamel, bakery, bake, spread, cinnamon"
    },
    {
        "title": "No Bake Cheesecake",
        "category1": "Bakery Mixes",
        "category2": "Pastry",
        "special": "clean label, plant-based, gluten-free",
        "description": "No oven space? No problem.",
        "features": "Available in gluten-free, plant-based, and clean label options. Kosher friendly, and maintains stability after freezing",
        "keywords": "clean label, gluten free, gluten-free, plant based, plant-based, vegan, whole foods, natural, non gmo, pastry, cheese, cheesecake, no bake, kosher, mix, bakery, bake"
    },
    {
        "title": "Baking Powder",
        "category1": "Functional Ingredients",
        "category2": "",
        "special": "clean label, plant-based, gluten-free",
        "description": "Always on the rise.",
        "features": "Non-GMO options, low in sodium, and offered in double or slow acting baking powders. Also available in gluten-free, plant-based, and clean label options.",
        "keywords": "clean label, gluten free, gluten-free, plant based, plant-based, vegan, whole foods, natural, non gmo, functional, ingredient, ingredients, low sodium, baking powder, aluminum free, fast acting, double acting, double action, encapsulated, functional ingredients, functional, ingredients"
    },
    {
        "title": "Donut Sugar",
        "category1": "Functional Ingredients",
        "category2": "",
        "special": "clean label, plant-based, gluten-free",
        "description": "Sprinkle it, dip it, or just…eat it.",
        "features": "Offered in standard, coloured, flavoured, gluten-free, plant-based, and clean label options.",
        "keywords": "clean label, gluten free, gluten-free, plant based, plant-based, vegan, whole foods, non gmo, natural, powdered donuts, donut, sugar, functional, ingredients, functional ingredient, functional ingredients, flavour, colour, color, decorative"
    },
    {
        "title": "Egg Alternative",
        "category1": "Functional Ingredients",
        "category2": "",
        "special": "clean label, plant-based, gluten-free",
        "description": "Eggs? What are those?",
        "features": "Available in gluten-free, plant-based, and clean label options.",
        "keywords": "clean label, plant-based, plant based, gluten-free, gluten free, whole foods, natural, non gmo, vegan, egg reduction, egg, eggs, eggless, egg replacement, egg substitution, egg free, substitution, alternative, replacement, functional ingredients, functional, ingredients"
    },
    {
        "title": "Shelf Life Extender",
        "category1": "Functional Ingredients",
        "category2": "",
        "special": "clean label, plant-based, gluten-free",
        "description": "The new form of CPR.",
        "features": "Powder or liquid? We have both in gluten-free, plant-based, and clean label options.",
        "keywords": "clean label, plant-based, gluten-free, plant based, gluten free, whole foods, vegan, natural, non gmo, extended shelf life, shelf life, extend, extender, mold inhibitor, preservatives, natural preservatives, moist retention, improver, moist, cake, improver, cake improver, microbial inhibitor, volume improver, functional ingredients, functional, ingredients"
    },
    {
        "title": "Masker",
        "category1": "Functional Ingredients",
        "category2": "",
        "special": "clean label, plant-based, gluten-free",
        "description": "Plant based, high protein, clean label products are all the rage. But often have unwanted bitter notes. We have a selection of masker flavours to cover pea protein, sweeteners and everything in between. Perfect for use in breads, bagels, tortillas and cookies",
        "features": "Sweet Gem, Bitter Masker",
        "keywords": "citric acid, malic acid, masker, mold inhibitor, pea, preservative, flavor, protein, sodium, sodium benzoate, soy, stevia"
    },
    {
        "title": "Enhancer",
        "category1": "Functional Ingredients",
        "category2": "",
        "special": "clean label, plant-based, gluten-free",
        "description": "Sometimes you just need a little something extra. Looking to reduce sugar in your product or increase sweetness without adding more calories? Ask about our enhancers to make your products shine. Perfect for breads, icing and fillings.",
        "features": "Sweetness Enhancer",
        "keywords": "sweetness, umami, sodium, salt, stevia, enhancer, flavor"
    },
    {
        "title": "Pan Release",
        "category1": "Pan Release",
        "category2": "",
        "special": "clean label, plant-based, gluten-free",
        "description": "Sometimes it's okay to let go.",
        "features": "Offered in standard, allergin friendly, and non-GMO options. Also available in gluten-free, plant-based, and clean label options.",
        "keywords": "clean label, plant-based, plant based, gluten-free, gluten free, whole foods, vegan, natural, non gmo, canola, pan release, soy, non stick, soy free, sunflower"
    },
    {
        "title": "Bakery Glaze",
        "category1": "Glaze",
        "category2": "",
        "special": "clean label, plant-based, gluten-free",
        "description": "Don't be surprised if you can see yourself.",
        "features": "Available in gluten-free and clean label options.",
        "keywords": "clean label, plant-based, plant based, gluten-free, gluten free, whole foods, vegan, natural, non gmo, shine, bun shine, roll shine, croissant, pie, glaze"
    },
    {
        "title": "Sweet Brown",
        "category1": "Flavors",
        "category2": "Sweet",
        "special": "clean label, plant-based, gluten-free",
        "description": "Looking to satisfy your sweet tooth? Indulgent and decadent flavors that will take you back to your childhood, wherever that may be.",
        "features": "Toasted Marshmallow, Graham Cracker, Roasted Milk Tea, Ube, Buttertart, Honey",
        "keywords": "flavor, flavour, buttertart, birthday cake, brown sugar, sweet, sweet brown, apple pie, french toast, apple crisp, bubble gum, burnt sugar, caramelized, cola, cookie, cotton candy, fruitcake, graham, graham cracker, honey, maple, marshmallow, molasses, panettone, pumpkin pie, red velvet, roasted marshmallow, smores, smore's, snickerdoodle, sugar, sweet potato pie, sweet potato, syrup, toasted marshmallow, pie, milk tea, ube"
    },
    {
        "title": "Caramel",
        "category1": "Flavors",
        "category2": "Sweet",
        "special": "clean label, plant-based, gluten-free",
        "description": "From sweet, milky caramel sauce to burnt sugar notes. Rich, luxurious flavors that will have you feeling all warm and gooey.",
        "features": "Milky Caramel, Burnt Sugar, Butterscotch, Creamy Toffee, Dulce de Leche",
        "keywords": "flavor, flavour, sweet, toffee, butterscotch, burnt sugar, dulce de leche, caramel, caramilk, milky caramel, werthers, caramel popcorn, salted caramel"
    },
    {
        "title": "Maple",
        "category1": "Flavors",
        "category2": "Sweet",
        "special": "clean label, plant-based, gluten-free",
        "description": "Nobody does maple better than Canadians. From a mild pancake syrup taste, to a dark, robust, undeniably maple flavor. Hints of woody or buttery notes and everything in between, we have the perfect maple for all your needs.",
        "features": "French Toast, Buttery Maple, Maple Bacon, Smoky Maple",
        "keywords": "flavor, flavour, sweet, maple, amber, buttery maple, canadian maple, french toast, maple bacon, maple butter, maple syrup, maple taffy, smoky maple"
    },
    {
        "title": "Coffee",
        "category1": "Flavors",
        "category2": "Sweet",
        "special": "clean label, plant-based, gluten-free",
        "description": "Light roast. Dark. Extra milk. Hold the foam. Sweet and creamy. Bold and bitter. Splash of skim. Hint of cocoa. Your coffee flavor, made to order.",
        "features": "Triple Espresso, Mocha, Coffee Emulsion, Café Latte, Café au Lait",
        "keywords": "flavor, flavour, sweet, americano, blonde roast, cafe au lait, cafe latte, cappuccino, coffee, dark roast, espresso, latte, mocha, macchiato, moka, coffee bean, spray dried coffee, colombian, affogato, arabica, robusta"
    },
    {
        "title": "Chocolate",
        "category1": "Flavors",
        "category2": "Sweet",
        "special": "clean label, plant-based, gluten-free",
        "description": "Who doesn't love chocolate? Whether you are looking for a standalone flavor, or to add depth and richness to a chocolate cake. Enhance the natural goodness of cocoa powder or create a sweet fudgy dessert. There are so many chocolate flavors to choose from.",
        "features": "Cookies and Cream, Dark Chocolate, White Chocolate, Milk Chocolate, Chocolate Fudge, Hot Chocolate",
        "keywords": "flavor, flavour, sweet, white chocolate, cookies and cream, cookies & cream, fudge, dark chocolate, hot chocolate, chocolate, cocoa, milk chocolate, cocoa butter"
    },
    {
        "title": "Vanilla",
        "category1": "Flavors",
        "category2": "Sweet",
        "special": "clean label, plant-based, gluten-free",
        "description": "Whoever used 'vanilla' as a synonym for boring, clearly hasn't met our lineup. Smoky or creamy, buttery or sweet, beany or classic. We're confident we can pair you with the perfect vanilla.",
        "features": "Madagascar Bourbon Pure Vanilla Extract, French Vanilla Ice Cream, Vanilla Bean Flavor, Birthday Cake, Butter Vanilla",
        "keywords": "flavor, flavour, vanilla bean, creamy, vanilla bourbon, custard, butter vanilla, french vanilla, vanilla, vanilla extract, vanillin, madagascar, tahitian, vanilla bean, smoky vanilla, birthday cake, sweet"
    },
    {
        "title": "Spice",
        "category1": "Flavors",
        "category2": "Spice",
        "special": "clean label, plant-based, gluten-free",
        "description": "Ready for us to spice up your life? Whether savory or sweet, we have spice flavors to warm up your next project.",
        "features": "Pumpkin Pie, Gingerbread, Cracked Peppercorn, Bun Spice, Saigon Cinnamon",
        "keywords": "flavor, flavour, allspice, anise, bergamot, black pepper, caraway, cardamom, cassia, ceylon, cinnamon, cumin, floral, ginger, gingerale, gingerbread, hibiscus, jasmine, lavender, mint, mustard, nutmeg, pepper, peppercorn, pumpkin spice, rose, saigon, star anise, spice"
    },
    {
        "title": "Nut",
        "category1": "Flavors",
        "category2": "Nut",
        "special": "clean label, plant-based, gluten-free",
        "description": "Feeling a little nutty? All of our nut flavors are allergen free, so you can create safe treats without compromising on that nutty taste you love.",
        "features": "Walnut, Hazelnut, Pecan, Almond Extract, Wheat Germ, Pistachio",
        "keywords": "flavor, flavour, almond, almond extract, cashew, hazelnut, macademia, nut, nut butter, nutty, peanut butter, pecan, pistachio, peanut, walnut, wheat germ"
    },
    {
        "title": "Tropical",
        "category1": "Flavors",
        "category2": "Fruit",
        "special": "clean label, plant-based, gluten-free",
        "description": "Summer doesn’t have to come to an end. Get great tasting, vibrant, and exotic flavors year round. Prefer your bananas slightly green, or over-ripe with lots of spots? We can tailor our flavors to suit your tastebuds.",
        "features": "Caramelized Pineapple, Toasted Coconut, Passion Fruit, Alphonso Mango",
        "keywords": "flavor, flavour, kiwi, banana bread, lychee, coconut, banana, ripe banana, alphonso mango, green banana, guava, mango, mangosteen, passionfruit, pineapple, fruit, tropical, tropical fruit"
    },
    {
        "title": "Berry",
        "category1": "Flavors",
        "category2": "Fruit",
        "special": "clean label, plant-based, gluten-free",
        "description": "That freshly picked taste doesn’t have to be seasonal. Get consistent, fruity flavors any time you like. Whether you are looking for a fresh, juicy blueberry flavor, to deep floral notes, or a cooked jammy taste. Embassy specializes in fruit flavors just for bakery. Need something more? Ask about our fruit compounds - made with real IQF fruit, acidity, and sweetness, perfect for mousses and fillings.",
        "features": "Jammy Strawberry, Maraschino Cherry, Tart Cranberry, Mixed Berry, Cranberry, Pomegranate",
        "keywords": "flavor, flavour, dark berry, blue raspberry, pomegranate, blueberry, black cherry, strawberry, berry, cherry, cranberry, raspberry, red berry, ripe strawberry, sour cherry, triple berry, watermelon, white peach, wildberry, fruit"
    },
    {
        "title": "Citrus",
        "category1": "Flavors",
        "category2": "Fruit",
        "special": "clean label, plant-based, gluten-free",
        "description": "Zesty, Juicy, or Peely. From traditional lemon and orange flavors to complex yuzu and Sicilian lemon, there’s a citrus flavor waiting to brighten up your baked goods. Need something more? Ask about our citrus fruit compounds - made with real fruit juice, pieces of citrus peel, and acidity, they're perfect for mousses and fillings.",
        "features": "Key Lime, Yuzu, Mandarin Orange, Sicilian Lemon Emulsion, Lemon Meringue ",
        "keywords": "flavor, flavour, lemon oil, lime, lime extract, lemon, key lime, peel, citrus, lemon extract, lemon lime, mandarin, orange, orange extract, orange oil, zest, tangerine, yuzu, zesty, fruit"
    },
    {
        "title": "Orchard",
        "category1": "Flavors",
        "category2": "Fruit",
        "special": "clean label, plant-based, gluten-free",
        "description": "An apple flavour a day, keeps the boring desserts away. Get all your favorite Autumn fruits, any season you like.",
        "features": "White Peach,  Apple Pie, Pumpkin, Fig, Apricot, Pear, Watermelon",
        "keywords": "flavor, flavour, apricot, fig, jammy strawberry, grape, jam, dried fruit, pumpkin, concord grape, green apple, apple, juice, marachino cherry, mixed berry, peach, raisin, red apple, sweet potato, fruit, orchard, orchard fruit"
    },
    {
        "title": "Cheese",
        "category1": "Flavors",
        "category2": "Dairy",
        "special": "clean label, plant-based, gluten-free",
        "description": "Sharp or Mild. Fresh or Baked. Nutty or Buttery. Our cheesy flavours sure are grate! Test them in bread and bagels, or try them in our savory bechamel filling mix.",
        "features": "Aged Cheddar, Smoked Gouda, Cream Cheese, Gruyere, Asiago, Baked Four Cheese, Blue Cheese, Mac and Cheese",
        "keywords": "flavor, flavour, dairy, cheddar cheese, baked cheese, cheese, blue cheese, asiago, goat cheese, aged cheddar, brie, cheddar, cheesecake, cream cheese, four cheese, gouda, gruyere, mac and cheese, mozzarella, parmesan, parmigiano, sharp cheese, swiss, vermont, savory"
    },
    {
        "title": "Butter",
        "category1": "Flavors",
        "category2": "Dairy",
        "special": "clean label, plant-based, gluten-free",
        "description": "Whether you need a flavor that’s perfect for a rich, flaky croissant. To add mouthfeel to buns. Or a mild buttercream frosting. There’s a butter flavor for every application.",
        "features": "Brown Butter, Melted Butter, Cultured Butter, Butter Popcorn",
        "keywords": "flavor, flavour, dairy, margarine, butter, popcorn butter, melted butter, brown butter, ghee, cultured butter, garlic butter"
    },
    {
        "title": "Milk",
        "category1": "Flavors",
        "category2": "Dairy",
        "special": "clean label, plant-based, gluten-free",
        "description": "No lactose interance here. Our milk flavours are perfectly creamy and made without allergens or dairy.",
        "features": "Milk Cream, Sweet Cream, Dairy, Condensed Milk, Evaporated Milk, Greek Yogurt",
        "keywords": "flavor, flavour, ice cream, cream, dairy, milk, condensed milk, yoghurt, yogurt, buttermilk, dulce de leche, evaporated milk, skim milk, sour cream, sweet cream, whipped cream, mayo, mayonnaise"
    },
    {
        "title": "Alcohol",
        "category1": "Flavors",
        "category2": "Alcohol",
        "special": "clean label, plant-based, gluten-free",
        "description": "It's 5 o'clock somwhere. But in the meantime, try one of our boozy and elegant liquor flavours to add a sophisticated touch to your next project. Ask about our specialty line of alcohol gels, perfect for mousse cakes.",
        "features": "Irish Cream, Jamaican Rum, Orange Brandy Gel, Amaretto, Bourbon Whiskey, Gin",
        "keywords": "flavor, flavour, amaretto, beer, bellini, black forest, bourbon, brandy, champagne, cider, cognac, dark rum, eggnog, gin, IPA, ipa, irish cream, kirsch, liquor, orange brandy, orange cognac, prosecco, rum, rum antilles, rum island, rum jamaican, spiced rum, spirits, tonic, triple sec, vermouth, vodka, whiskey, white rum, wine"
    },
    {
        "title": "Savory",
        "category1": "Flavors",
        "category2": "Savory",
        "special": "clean label, plant-based, gluten-free",
        "description": "Whether globally inspired or familiar comfort foods, there's a flavour to liven up and add dimension to all your salty snacks.",
        "features": "Chorizo, Zaatar, Sriracha, Shiitake Mushroom, Pepperoni Pizza, Roasted Garlic",
        "keywords": "flavor, flavour, savory, chorizo, beef, corn, buffalo, baked, italian, bacon, chicken, chilli, chili, egg, fish, garlic, hot sauce, malt, olive oil, onion, pizza, popcorn, pork, potato, poutine, ranch, roasted, roasted garlic, sausage, sauteed, sesame, shallot, smoked, smoky, sour, spicy, sriracha, tomato, yeast, zaatar"
    },
    {
        "title": "Herb",
        "category1": "Flavors",
        "category2": "Savory",
        "special": "clean label, plant-based, gluten-free",
        "description": "Not getting the impact you're looking for from real herbs? Get fresh, bold flavors that are tested to withstand even the highest heat applications from bagel to tortilla.",
        "features": "Herb de Provence, Cilantro, Rosemary, Green Onion, Basil",
        "keywords": "flavor, flavour, herb de provence, chive, herb, cilantro, bay leaf, dill, basil, herbs, savory, oregano, green onion, parsley, onion, rosemary, sage, thyme"
    },
    {
        "title": "Bread",
        "category1": "Flavors",
        "category2": "Savory",
        "special": "clean label, plant-based, gluten-free",
        "description": "Do your dinner rolls need a little more oomph? Whether you are looking to add in the missing egg, milk, and butter notes to a plant based brioche. Or enhance the yeasty notes in an artisan loaf. No time to make sour dough starter? No problem. Embassy has bread flavors that’ll bring your buns to the next level.",
        "features": "Brioche, Bread Aroma, Sour Dough, Olive Oil, Fermented Bread, Beer, Panettone",
        "keywords": "flavor, flavour, dough aroma, brioche, bun, bread aroma, yeast, bread, fermented, sour dough, pannetone, yeasty, yeast, artisan, crusty, savory"
    },
    {
        "title": "Natural Color",
        "category1": "Food Coloring",
        "category2": "",
        "special": "clean label, plant-based, gluten-free",
        "description": "Don't compromise vibrant, beautiful colours for clean label requirements. Ask about our selection of natural colours for icing and bakery applications.",
        "features": "Butter Color Annatto, Turmeric, Red Beet, Natural Blue, Caramel Colour",
        "keywords": "color, colour, natural color, annatto, beet, butter color, caramel, butter, caramel color, purple carrot, red raddish, spirulina, suprared, tumeric, matcha"
    },
    {
        "title": "Artificial Color",
        "category1": "Food Coloring",
        "category2": "",
        "special": "clean label, plant-based, gluten-free",
        "description": "Fun, affordable, and bold, traditional food colours to brighten up any project.",
        "features": "Brilliant Blue, Brilliant Green, Lemon Yellow, Egg Yolk Shade, Chocolate Brown, Red Velvet, Cherry Red, Violet",
        "keywords": "color, artificial color, colour, allura red, black, blue, brilliant blue, caramel, color, chocolate color, egg yolk, shade, egg yolk shade, erythrosine, fcf, FCF, gravy color, gravy, violet, green, indigotine, lake, lakes, lemon, lemon yellow, yellow, lime green, orange, orange yellow, pistachio, green, pistachio green, purple, red, tartrazine, red 2, red 3, red 40, red, sunset, white, yellow, yellow 5, yellow 6, yolkaline"
    }
]